Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Karsearin.tmx
Source language: ko_kr
Languages: en_us

source: 단칼에 드래곤의 브레스를 쪼개 버렸다지요?
en_us: you sliced through the dragon’s breath with a single strike of your sword?

source: 금화 1만!!
en_us: 10,000 gold!!

source: 내가 레이크한테서 너를 사긴 했지만 우리 집은 노예를 둘 만큼 부유하지 않아.
en_us: I bought you from rake, but my family’s not wealthy enough to keep a slave around.

source: 그래도 좀 싸움 같은 맛이 나야지,
en_us: still, we should enjoy the fight a little.

source: 전하를 보호해라!!
en_us: ...protect his majesty!!

source: 아하하…
en_us: ahaha...

source: -알 크리드 산맥의 산촌 네 곳을 불태우고 200명이 넘는 인명을 학살했음.
en_us: -burned down four mountain villages and massacred more than 200 people in the al kreed mountains.

source: 아무래도…
en_us: it seems...

source: 어… 어서 도망가야 해!
en_us: w-we’ve gotta get out of here!

source: 극도로 포악하니 무조건 접근 금지.
en_us: “extremely violent. do not approach.”

source: -약 20년 전부터 알 크리드 산맥에 둥지를 튼 것으로 추정됨.
en_us: -estimated to have built a nest in the al kreed mountains about 20 years ago.

source: 내 이름은 에르베트, 의사란다.
en_us: my name is herbert. I’m a doctor.

source: 알 크리드 산맥?
en_us: the al kreed mountains?

source: 귀족들과 병사들 말고는 그다지 피해도 없어.
en_us: save for the nobles and the soldiers, we haven’t sustained much damage.

source: 어머.
en_us: oh my.

source: 나도 이 인간들도 서로 본 적은 없다는 거잖아?
en_us: that means the humans and I hadn’t actually seen each other.

source: 흥, 그놈 돌아오면 내가 가만 안 둘 테다!
en_us: hmph, I won’t let that rascal get away with this once he comes back!

source: 여기는…
en_us: this place...

source: 우리는 600년 만에 등장한 드래곤 슬레이어잖아.
en_us: ...but we’re the first dragon slayers in 600 years.

source: 3년 전에 봤을 땐 귀여운 소녀였는데,
en_us: when I last saw you three years ago, you were just a cute child,

source: 꺄아━ 입술 발그레한 것 좀 봐!
en_us: kya! your lips are all rosy too!

source: 히잉, 오늘도 제대로 밥 먹긴 글렀구나…
en_us: hmph, there goes my dinner...

source: 아, 물론 아라스난이 무슨 불온한 움직임을 보일 경우의 이야기입니다만, 하하.
en_us: oh, of course, that’s only if arasnan shows any signs of revolt, haha.

source: 수상해 보이지는 않아.
en_us: he doesn’t look suspicious.

source: 한번 변신하면 다시는 인간 세상을 볼 수 없을지도 몰라!!
en_us: I might not be able to see the human world again if I transform back!

source: 10여 년 전부터 착실히 침공할 준비를 해 왔던 거지.
en_us: ...and steadily planning an invasion since about a decade ago.

source: 레이크가 그러는데 나 기억상실증이래!
en_us: rake said I lost my memories!

source: 재질은 왜 이리도 약하단 말인가?
en_us: but why is it so floppy too?

source: 이후 5년간 대륙 전역을 떠돌며 몬스터에게 고통받는 수많은 인간들을 구해
en_us: for five years after that, he wandered around the entire continent, rescuing countless humans from monsters...

source: 좋아!{j}좋아!
en_us: good, good!{j}

source: 인간에게 있어 이는 실로 어마어마한 마법 무구인 것이다.
en_us: so, for humans, the dragon heart is an incredible magical weapon.

source: …대체 어떻게 된 거지?
en_us: just what happened...?

source: 성 안의 사정을 알아보면 좀 더 파악할 수 있겠지.
en_us: once we find out what happened at the castle, we’ll be able to understand better.

source: 대단하긴 대단한가 보다!
en_us: he really must be something!

source: 성내 수비병 분들이 와계시지 않나.
en_us: ...the castle guards are here.

source: 분명히 나에 대한 온갖 허무맹랑한 내용이 적혀 있었지?
en_us: ...had all kinds of made-up stories about me.

source: 아뇨, 공주님!
en_us: no, your highness!

source: 혼자서 이 숫자를 감당할 수 있을 것 같으냐!?
en_us: ...can you take on this many men alone?!
